"use client";
import Layout from "@/componentsmain/layout/layout"
import { Container } from "@/componentsmain/skills/skills";
import styled from "styled-components";

const Gap = styled.div`padding-top:60px;`
export default function Page3 () {
    return(
        <Layout>
    <Container>
        <Gap>
            <h1>Политика конфиденциальности</h1>
        <p>1. Термины, используемые в настоящей Политике конфиденциальности
Интернет-ресурс - совокупность интегрированных программно-аппаратных средств и информации, предназначенной для публикации в сети Интернет и отображаемой в определенной текстовой, графической или звуковой формах. Интернет-ресурс доступен для пользователей сети Интернет посредством доменного имени и (Uniform Resource Locator) - уникального электронного адреса, позволяющих осуществлять доступ к информации и программно-аппаратному комплексу или через соответствующее мобильное приложение.
Исполнитель - Исполнитель, лицо обеспечивающее функционирование и развитие программного обеспечения Сайта.
Пользователь - юридическое или физическое лицо, использующее Сайт в целях поиска, просмотра и/или размещения персональной страницы
Портфолио - персональная страница Пользователя Сайта (раздел Сайта), содержащая размещаемую в Личном кабинете Пользователя информацию (в том числе фотографии Пользователя, сведения об образовании, стаж работы, город и прочую информацию и материалы Пользователя), доступную для ознакомления иным Пользователям. Портфолио используется в целях демонстрации определенному или неопределенному кругу лиц размещаемой в Личном кабинете информации.
Сайт – это Интернет-ресурс, позволяющий Пользователю размещать, искать, просматривать Портфолио. Все права на Сайт принадлежат Исполнителю.
Личный кабинет Пользователя на Сайте (далее – "Личный кабинет") - интерфейс доступа к управлению (создание, изменение, удаление) Портфолио Пользователя, совершению других, предусмотренных на Сайте действий с информационными материалами. Вход осуществляется с применением Регистрационных данных Пользователя.
Логин - последовательность символов, определяющая пользователя на Сайте.
Пароль - набор символов, известный только Пользователю и хранящийся на Сайте в зашифрованном виде. Используется для подтверждения личности и прав доступа Пользователя на Сайте.
Регистрационные данные - идентификационные данные Пользователя, предназначенные для доступа Пользователя к личному кабинету. Регистрационные данные состоят из: логина, пароля и e-mail Пользователя.
Контент - любая информация, загруженная Пользователем на Сайт (текстовая, изображения, видео, аудио и пр.).</p>

<p>2. Общие принципы
Настоящая Политика конфиденциальности является определяют порядок обработки и защиты информации Пользователей, пользующихся услугами Сайта http://uportfolio.ru/ и его сервисов.
Целью политики является информирование пользователей Сайта о применяемых мерах организационного и технического характера для соблюдения режима доступа к размещаемому пользователями Контенту и его сохранности.
Сайт был создан для ведения Пользователями бесплатного электронного портфолио. Ведение личного Портфолио предполагает сбор, создание и хранение Контента Пользователей. У Пользователей есть возможность разграничения доступа к странице своего портфолио, к контактным данным для всех пользователей.
Отношения, связанные со сбором, хранением, распространением и защитой информации о Пользователях Сайта, регулируются настоящей Политикой конфиденциальности, Пользовательским соглашением и действующим законодательством Российской Федерации.
Исполнитель осуществляет обработку персональных данных Пользователя в целях предоставления Пользователю услуг Сайта. В силу статьи 6 Федерального закона от 27.07.2006 № 152-ФЗ «О персональных данных» отдельное согласие пользователя на обработку его персональных данных не требуется. В силу п.п. 2 п. 2 статьи 22 указанного закона Исполнитель вправе осуществлять обработку персональных данных без уведомления уполномоченного органа по защите прав субъектов персональных данных.
</p>
<p>2. Согласие пользователя
Регистрация на Сайте означает Ваше согласие с настоящей Политикой конфиденциальности.
Используя Сайт, вы признаете, что вы:
- обладаете всеми необходимыми правами, позволяющими вам осуществлять регистрацию и использовать настоящий Сайт;
- указываете достоверную информацию о себе в объемах, необходимых для пользования услугами Сайта;
- осознаете, что информация на Сайте, размещаемая Пользователем о себе, может становиться доступной для других Пользователей Сайта и пользователей Интернета, может быть скопирована и распространена такими пользователями;
- ознакомлены с настоящей Политикой конфиденциальности, выражаете свое согласие с ней и принимаете на себя указанные в ней права и обязанности.
В случае несогласия Пользователя с условиями настоящей Политики конфиденциальности использование Сайта и его сервисов должно быть прекращено.</p>

<p>3. Сбор и предоставление информации и контента
При регистрации на Сайте Пользователь публикует имя.
Для авторизации доступа к Сайту используется логин и пароль Пользователя. Ответственность за сохранность данной информации несет Пользователь. Пользователь не вправе передавать собственный логин и пароль третьим лицам, а также обязан предпринимать меры по обеспечению их конфиденциальности.
В ходе заполнения портфолио на Сайте, Пользователь предоставляет информацию двух типов: ограниченный объем личных данных и Контент, который он сознательно выбирает для показа и/или размещения на Сайте. Для регистрации и авторизации на Сайте необходимо, чтобы в браузере было разрешено использование файлов cookie. Файлы cookie не являются программой, шпионским ПО или вирусом и не содержат персональных данных.
Исполнитель не проверяет достоверность получаемой (собираемой) информации о Пользователях, за исключением случаев, когда такая проверка необходима в целях исполнения Исполнителем обязательств перед пользователем.
Пользователь имеет возможность просматривать Сайт в качестве гостя и не предоставлять информации о себе.
Размещая в открытом доступе информацию на странице личного Портфолио, Пользователь берет на себя ответственность за размещаемую информацию. Открытый доступ предполагает, что Исполнитель не имеет возможности контролировать действия других Пользователей, которым вы по собственному выбору предоставляете доступ к своему Портфолио и Контенту. Исполнитель не несет ответственности за действия Пользователей, совершаемые в обход любых применяемых на Сайте настроек конфиденциальности или средств защиты.
Вы понимаете и соглашаетесь с тем, что даже после удаления Контента его копии могут оставаться доступными на кэшированных и архивированных страницах, в индексе поисковых систем, а также у других Пользователей, скопировавших или сохранивших этот Контент.
</p>
<p>4. Ссылки
На Сайте могут быть размещены ссылки на другие веб-сайты. Исполнитель не несет ответственности за применяемые на других веб-сайтах методы обеспечения конфиденциальности. Мы советуем Пользователям при переходе на сторонний веб-сайт, который собирает персональные данные, знакомиться с действующими на нем положениями, относящимися к конфиденциальности.
На Сайте могут быть размещены ссылки на социальные сети. Ваше взаимодействие с этими сетями регулируется политикой конфиденциальности тех компаний, которые эти функции предоставляют.
Настоящая Политика конфиденциальности применяется исключительно к информации, собранной и размещенной на Сайте.</p>

<p>5. Предоставление третьим лицам доступа к вашему контенту
Исполнитель не передает вашу личную информацию третьим сторонам за исключением случаев, прямо указанных в настоящей Политике.
В качестве основной услуги Сайт дает возможность пользователям открывать доступ к созданному Контенту. Вы имеете право открывать или закрывать доступ к своему контенту на Сайте другим пользователям, в частности, к контактным данным, странице портфолио.
У вас есть возможность лично контролировать индексирование Портфолио поисковыми роботами. Вы имеете право открывать или закрывать свое Портфолио для поисковых роботов.
На Сайте Пользователь имеет возможность использовать общедоступные форумы. Вам следует иметь в виду, что любые сведения, оставленные вами на этих участках Сайта, могут быть прочитаны, собраны и использованы любыми лицами, имеющими к ним доступ.
Предоставление персональных данных Пользователей по запросу государственных органов осуществляется в порядке, предусмотренном законодательством РФ.</p>
<p>6. Изменение или удаление контента
Инструментальные средства редактирования Контента позволяют Пользователям осуществлять доступ и управление информацией, хранящейся в их личном Портфолио на Сайте, изменять или удалять персональный Контент. Все сделанные таким образом изменения сразу же вступают в силу. Удаленная информация может сохраняться в резервных копиях, однако она недоступна Пользователям Сайта.
Если ваша личная информация изменяется или если вы больше не желаете пользоваться нашими услугами, вы можете исправить, обновить, удалить информацию или деактивировать Личный кабинет и Портфолио, обратившись к Исполнителю по электронной почте mail@uportfolio.ru. Исполнитель ответит на ваш запрос в течение 10 рабочих дней.
Контент Пользователя может быть удален либо его Личный кабинет деактивирован в случае несоблюдения Пользователем требований, изложенных в Пользовательском соглашении.
Исполнитель будет хранить вашу информацию до тех пор, пока остается активным ваш Личный кабинет или пока это необходимо для предоставления вам услуг Сайта.
</p>

<p>7. Уведомления и редакции
Настоящая Политика конфиденциальности может быть изменена для отражения нововведений в законодательстве. При внесении существенных изменений Исполнитель опубликует соответствующее уведомление на Сайте. Рекомендуется периодически просматривать эту страницу для получения последних сведений о Политике конфиденциальности Сайта.
Исполнитель не несет ответственности за действия третьих лиц, получивших в результате использования Интернета или Сайта доступ к информации о Пользователе в соответствии с выбранным Пользователем уровнем конфиденциальности и за последствия использования этой информации. Исполнитель рекомендует Пользователям ответственно подходить к вопросу о размещении информации на Сайте.
Вопросы, касающиеся настоящей Политики конфиденциальности или практики ее применения, можно направить Исполнителю по адресу электронной почты mail@uportfolio.ru.</p>

</Gap>
    </Container>
    </Layout>
)}